Repository: Erik-Yim/gdal2tiles
Catalog: gdal2tile-mapslicer/resources/locale/*.po
Languages: de

source: Supported raster files
de: Unterstütze RasterDateien

source: All files (*.*)
de: Alle Dateien (*.*)

source: Custom definition of the system (WKT, Proj.4,..)
de: Eigene Definition des Systems (WKT, Proj.4,..)

source: WGS84 - Latitude and longitude (geodetic)
de: WGS84 - Latitud und Longitud (Geodätisch)

source: Universal Transverse Mercator - UTM (projected)
de: Universal Transverse Mercator - UTM (projiziert)

source: Specify the id-number from the EPSG/ESRI database
de: Id-Nummer aus der EPSG/ESRI Datenbank eingeben

source: Search the coordinate system by name
de: Koordinatensystem suchen

source: Tile Profile
de: Kachel Profil

source: Source Data Files
de: Quelldateien

source: Spatial Reference
de: Räumliches Referenz

source: Tile Details
de: Kacheln Bestimmung

source: Destination
de: Ausgabe

source: Rendering
de: Rendern

source: MapSlicer - Tile Generator for Map Mashups
de: MapSlicer - Kacheln-Generator

source: Go &Back
de: &Zurück

source: &Continue
de: &Vorwärts

source: &Stop
de: &Stopp

source: &Resume
de: &Fortsetzen

source: Exit
de: &Beenden

source: You have to add some files for rendering
de: Eine Bild-Datei muss hier eingefügt werden

source: No files specified
de: Keine Dateien eingegeben

source: The file you have specified does not have any georeference. Click on the 'Georeference' button and give a bounding box or create a world file (.wld) for the specified file.
de: Diese Datei hat kein Georeferenz. Auf 'Georeferenz' klicken und einen Box eingeben oder eine Weltdatei (.wld) kreieren für dieses Bild.

source: Missing georeference
de: Fehlendes Georeferenz

source: You have to specify reference system of your coordinates. TIP: for latitude/longitude in WGS84 you should type 'EPSG:4326'
de: Ein Referenzsystem für die Koordinaten ist nötig. Tipp: für Latitud/Longitud in WGS84 wäre 'EPSG:4326' geeignet.

source: Not valid spatial reference system
de: Kein gültiges Referenzsystem

source: The selected output directory '%s' is not writeable.
de: Das Ausgabeordner '%s' ist schreib-geschützt.

source: Bad permissions
de: Schreibschutz

source: The selected output directory '%s' can't be created, because its superdirectory '%s' is not writeable.
de: Das Ausgabeordner '%s' kann nicht kreiert werden weil das Ordner '%s' nicht schreibbar ist.

source: Unfortunately the merging of files is not yet implemented in the MapSlicer GUI. Only the first file in the list is going to be rendered.
de: Das mergen von mehreren Dateien ist noch nicht in MapSlicer implementiert worden. Nur eine Bilddatei kann verarbeitet werden.

source: Not yet implemented :-(
de: Nicht implementiert

source: Rendering stopped !!!!
de: Rendern unterbrochen

source: Started...
de: Am Laufen...

source: Opening the input files
de: Am Öffnen der Eingabedateien

source: Generating viewers and metadata
de: Am Generieren von Viewers und Metadata

source: Rendering the base tiles
de: Am Rendern der Basiskacheln

source: Rendering the overview tiles in the pyramid
de: Am Rendern der Kacheln in der Pyramide

source: Generating KML
de: Am Generieren der KML

source: Rendering error!
de: Fehler beim Rendern!

source: Error opening file
de: Fehler beim Öffnen der Datei

source: Cannot open non ascii files
de: Nicht-ascii Dateien können nicht geöffnet werden

source: Filename
de: Dateiname

source: Georeferenz
de: Georeference

source: Not yet implemented
de: Nicht implementiert

source: Can't add a file
de: Datei kann nicht eingefügt werden

source: Choose a file
de: Datei auswählen

source: MapSlicer can't find the following file:
de: MapSlicer kann die Datei nicht finden:

source: File not found
de: Datei nicht gefunden

source: MapSlicer doesn't have permission to read the following file:
de: MapSlicer hat nicht die Berechtigung, diese Datei zu lesen:

source: Please specify bounding box as 4 numbers or a world file as 6 numbers Format: 'north south east west' Alternatively you can create a world file (.wld) or (.tab) by an external GIS software
de: Umfangsviereck mit 4 Nummern oder Weltdatei mit 6 Nummern spezifizieren Format: 'Nord Süd Ost West' Andernfalls kann eine Weltdatei (.wld or .tab) aus einer GIS Software verwendet werden

source: Georeference with bounding box
de: Georeferenz mit Umfangsviereck

source: Set transparency for a color (NODATA):
de: Transparenz für eine Farbe setzen (NODATA):

source: Paste here the "OGC WKT" or "Proj4" definition or the URL:
de: "OGC WKT" oder "Proj4" Definition oder URL hier einfügen:

source: Set
de: Setzen

source: Preview the map reference with this SRS
de: Karte Referenz mit diesem SRS previewen

source: The SRS definition is not correct
de: Die SRS Definition ist nicht korrekt

source: PNG - with transparency
de: PNG - mit Transparenz

source: JPEG - smaller but without transparency
de: JPEG - kleiner aber ohne Transparenz

source: Hybrid JPEG+PNG - only for Google Earth
de: Hybrid JPEG+PNG - nur für Google Earth

source: Garmin Custom maps KMZ - 256 pixels
de: Garmin Custom maps KMZ - 256 Pixel

source: Garmin Custom maps KMZ - 512 pixels
de: Garmin Custom maps KMZ - 512 Pixel

source: Garmin Custom maps KMZ - 1024 pixels
de: Garmin Custom maps KMZ - 1024 Pixel

source: Choose output directory
de: Ausgabeverzeichnis auswählen

source: Nothing to update - progressbar not displayed
de: Nichts zu updaten

source: Nothing to update - progresstext not displayed
de: Nichts zu updaten

source: Selection of the tile profile
de: Auswahl des Kachel-Profil

source: What kind of tiles would you like to generate?
de: Welche Art von Kacheln sind zu generieren?

source: Google Maps compatible (Spherical Mercator)
de: Google Maps kompatibel (Spherical Mercator)

source: Mercator tiles compatible with Google, Yahoo or Bing maps and OpenStreetMap. Suitable for mashups and overlay with these popular interactive maps.
de: Mercator tiles kompatibel mit Google, Yahoo oder Bing maps und OpenStreetMap. Geeignet für Mashups und Überlagen mit diesen populären Karten.

source: Tiles and KML metadata for 3D visualization in Google Earth desktop application or in the web browser plugin.
de: Kacheln und KML Metadata für 3D-Darstellung in Google Earth Desktop Application oder im Browser Plugin.

source: WGS84 Plate Carree (Geodetic)
de: WGS84 Plate Carree (Geodätisch)

source: Compatible with most existing WMS servers, with the OpenLayers base map, Google Earth and other applications using WGS84 coordinates (<a href="http://www.spatialreference.org/ref/epsg/4326/">EPSG:4326</a>).
de: Kompatibel mit den meisten WMS Servern, mit der OpenLayers Basiskarte, Google Earth und anderen Applikationen mit WGS84 Koordinaten (<a href="http://www.spatialreference.org/ref/epsg/4326/">EPSG:4326</a>).

source: Image Based Tiles (Raster)
de: Bild-basierten Kacheln (Raster)

source: Tiles based on the dimensions of the picture in pixels (width and height). Stand-alone presentation even for images without georeference.
de: Kacheln spezifiziert anhand von den Bilddimensionen in Pixeln. Geeignet für selbstständige Präsentationen, auch für Bilder ohne Georeferenz.

source: Source data files
de: Quelldateien

source: Please choose the raster files of the maps you would like to publish.
de: Bitte die Bilddatei auswählen für die Karte zu bearbeiten.

source: Input raster map files:
de: Eingabedatei:

source: Spatial reference system (SRS)
de: Räumliches Referenzsystem (SRS)

source: It is necessary to know which coordinate system (Spatial Reference System) is used for georeferencing of the input files.
de: Das Koordinatensystem (Spatial Reference System) ist auch nötig für die Georeferenzierung der Bilddatei.

source: What is the Spatial Reference System used in your files?
de: Welches Referenzsystem wird für diese Datei verwendet?

source: Details about the tile pyramid
de: Details der Kachelnpyramide

source: In this step you should specify the details related to rendered tile pyramid.
de: Hier werden die Tiefe und Format der Kachelnpyramide bestimmt.

source: Zoom levels to generate:
de: Zoomlevels zu generieren:

source: Note: The selected zoom levels are calculated from your input data and should be OK in most cases.
de: Note: Die ausgewählten Defaultwerte wurden anhand von den Daten berechnet und sollten in Normalfall geeignet sein.

source: Please choose a file format
de: Dateiformat bitte auswählen

source: Note: For PNG tiles, it may be advisable to use some kind of PNG compression tool on the produced tiles to optimise file sizes.
de: Note: Für PNG Kachlen kann es empfehlenswert sein, nachher ein Komprimierungs-werkzeug über die generierten Kacheln laufen zu lassen um die Dateien zu optimieren.

source: Destination folder and address
de: Ausgabeverzeichnis und Adresse

source: Please select a directory where the generated tiles should be saved. Similarly you can specify the Internet address where will you publish the map.
de: Bitte das Verzeichnis auswählen, in das die generierten Kacheln gespeichert werden sollen. Die Internetadresse für das Publizieren der Kacheln kann auch eingegeben werden.

source: Where to save the generated tiles?
de: Wohin sollen die Kacheln gespeichert werden?

source: Result directory:
de: Ausgabeverzeichnis:

source: Browse...
de: Durchsuchen...

source: The Internet address (URL) for publishing the map:
de: Die Internetadresse (URL) für Publizieren:

source: Destination URL:
de: Ziel URL:

source: Note: You should specify the URL if you need to generate the correct KML for Google Earth.
de: Note: Die URL sollte definiert werden falls korrektes KML für Google Earth erwünscht wird.

source: Selection of the viewers
de: Auswahl der Viewers

source: MapSlicer can also generate simple web viewers for presenting the tiles as a map overlay. You can use these viewers as a base for your mashups. Similarly it is possible to generate KML files for Google Earth.
de: MapSlicer kann auch einfache Webviewers für das Präsentieren der Kacheln als Kartenüberlagerung. Diese Viewers können als Basis dienen für Mashups. Auch KML Dateien für Google Earth können erzeugt werden.

source: What viewers should be generated?
de: Welche Viewers sollten generiert werden?

source: Overlay presentation of your maps on top of standard Google Maps layers. If KML is generated then the Google Earth Plugin is used as well.
de: Überlagerung eigener Karten auf die Google Maps Layers. Falls KML generiert wird, wird das Google Earth Plugin auch verwendet.

source: Overlay of Google Maps, Bing Maps, Yahoo Maps, OpenStreetMap and OpenAerialMap, WMS and WFS layers and another sources available in the open-source project <a href="http://www.openlayers.org/">OpenLayers</a>.
de: Überlagerung von Google Maps, Bing Maps, Yahoo Maps, OpenStreetMap und OpenAerialMap, WMS und WFS Layers und andere Quellen dank dem <a href="http://www.openlayers.org/">OpenLayers</a> Projekt.

source: If this option is selected then metadata for Google Earth is generated for the tile tree. It means you can display the tiles as an overlay of the virtual 3D world of the Google Earth desktop application or browser plug-in.
de: Mit dieser Option wird Metadata für Google Earth generiert für die Kachelnpyramide. So kann man die Kacheln als Overlay anschauen in der Google Earth Desktop Application oder im Browser Plugin.

source: Details for generating the viewers
de: Details für Generieren der Viewers

source: Please add information related to the selected viewers.
de: Bitte zusätzlich Information der ausgewählten Viewers eingeben.

source: Info about the map
de: Karteninformation

source: Title of the map:
de: Title der Karte:

source: Copyright notice (optional):
de: Copyright Notiz (optional):

source: The API keys for online maps API viewers
de: API Schlüssel für die online Kartendienste

source: Google Maps API key (optional):
de: Google Maps API Schlüssel (optional):

source: Note: You can get it <a href="http://code.google.com/apis/maps/signup.html">online at this address</a>.
de: Note: Erhältlich <a href="http://code.google.com/apis/maps/signup.html">online hier</a>.

source: Yahoo Application ID key (optional):
de: Yahoo Application ID Schlüssel (optional):

source: Note: You can get it <a href="http://developer.yahoo.com/wsregapp/">at this webpage</a>.
de: Note: Erhältlich <a href="http://developer.yahoo.com/wsregapp/">online hier</a>.

source: Tile rendering
de: Kacheln Rendern

source: Now you can start the rendering of the map tiles. It can be a time consuming process especially for large datasets... so be patient please.
de: Jetzt kann das Rendern der Kacheln beginnen. Es kann ein Weilchen dauern, besonders für riesige Datenmengen... bitte geduldig sein.

source: Rendering progress:
de: Rendern-Fortschritt:

source: Click on the 'Render' button to start the rendering...
de: Auf 'Render' klicken um das Rendern zu starten...

source: Thank you for using MapSlicer application.
de: Vielen Dank für das Nutzen dieser MapSlicer Applikation.

source: This is an open-source project - you can help us to make it better.
de: Das hier ist ein open-source Projekt - alle sind willkommen um es zu verbessern.

source: Your rendering task is finished!
de: Das Rendern ist jetzt fertig!

source: Thank you for using this software. Now you can see the results. If you upload the directory with tiles to the Internet your map is published!
de: Vielen Dank für das Nutzen dieser Software. Jetzt sind die Kacheln fertig. Um die Karte zu publizieren, einfach das Kachelnverzeichnis auf einem Server hochladen!

source: Available results:
de: Resultaten:

source: The generated tiles and also the viewers are available in the output directory:
de: Die generierten Kacheln und auch die Viewers sind in diesem Verzeichnis sichtbar:

source: (click to open)
de: (klicken um zu öffnen)
